# MinorSpacing Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
FabricSheetType..::..MinorSpacing Property
FabricSheetType Class See Also
---
The spacing between the wires in the minor direction (not including the overhangs).
**Namespace:** Autodesk.Revit.DB.Structure**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2013
# Syntax
C#
---
```text
public double MinorSpacing { get; }
```

Visual Basic
---
```text
Public ReadOnly Property MinorSpacing As Double
	Get
```

Visual C++
---
```text
public:
property double MinorSpacing {
	double get ();
}
```

# See Also
FabricSheetType Class
Autodesk.Revit.DB.Structure Namespace